tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ktr0731/evans"
tap "kyleconroy/sqlc"
brew "python@3.9"
brew "ansible"
brew "aws-cdk"
brew "aws-elasticbeanstalk"
brew "awscli", link: false
brew "clang-format"
brew "consul", link: false
brew "curl"
brew "erlang"
brew "fswatch"
brew "gh"
brew "git"
brew "golang-migrate"
brew "gradle"
brew "graphviz"
brew "hstr"
brew "hugo"
brew "kubernetes-cli", link: false
brew "protobuf"
brew "mysql", restart_service: true
brew "postgresql"
brew "rabbitmq", restart_service: true
brew "redis"
brew "terraform"
brew "tree"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "ktr0731/evans/evans"
cask "alfred"
